import React from 'react'

export const Cards = () => {
  return (
<div className='md:flex justify-between items-center space-x-4 mt-5 flex-row '>
<article className="overflow-hidden rounded-lg border border-gray-100 bg-white shadow-sm">
  <img
    alt=""
    src="https://images.pexels.com/photos/1307698/pexels-photo-1307698.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    className="h-56 w-full object-cover"
  />

  <div className="p-4 sm:p-6">
    <a href="#">
      <h3 className="text-lg font-medium text-gray-900">
      الخازن لايت للمطاعم فقط
      </h3>
    </a>

    <p className="mt-2 line-clamp-3 text-sm/relaxed text-gray-500">
    ترمز الأصناف الرئيسية والفرعية وفق نظام الترقيم العشري من قبل المستخدم ويقوم النظام بتمييز المستوى الهرمي آلياً مع إمكانية إلغاء الترقيم العشري. 

خيارات كثيرة ومرنة لتسعير الأصناف وتحديد نسب ربحها، مع ربط كل زبون وفق فئة سعر (سياسة تسعير) محددة ونسبة حسم معينة مع معرفة جميع معلومات أسعار المبيع (الشراء) الخاصة بزبون (مورد) معين (أخر سعر، أخفض سعر، أعلى سعر...الخ). 

إتباع إحدى طريقتي الجرد: الدوري أو المستمر وذلك حسب حاجة ورغبة المستخدم. 

تكليف أصناف المستودعات بطرق متنوعة: وسطي الكلفة المرجح، الداخل أولاً خارج أولاً (FIFO) ...الخ، مع إمكانية الحصول على وسطي كلفة مستودع من مستودع آخر (تكليف مستودع من كلفة مستودع آخر). 

تقارير وتحليلات كثيرة ومدمجة عن الأصناف تساعد مدير الشركة في اتخاذ القرارات وتسدُّ حاجة معظم أنواع المهن والشركات. 

تعريف عدد غير محدد من المستودعات مع إمكانية التمييز بين المستودعات الرئيسية والفرعية والأقسام داخل المستودع الواحد. 

واجهة سهلة ومرنة للقيام بعمليات المناقلة بين المستودعات (سواءً ضمن الفرع الواحد أو بين الفروع المختلفة). 

ربط صنف معين أو مجموعة أصناف بحسابات محددة، ليتم استخدامها في القيود المحاسبية عند إجراء الفواتير على هذه الأصناف. 

تعريف أنواع وثائق إضافية تلبي حاجات المستخدم الخاصة (مثال: محضر تسليم، أمر إدخال ...الخ).

    </p>

    <a href="#" className="group mt-4 inline-flex items-center gap-1 text-sm font-medium text-blue-600">
    للمزيد...

      <span aria-hidden="true" className="block transition-all group-hover:ms-0.5 rtl:rotate-180">
        &rarr;
      </span>
    </a>
  </div>
</article>
<article className="overflow-hidden rounded-lg border border-gray-100 bg-white shadow-sm">
  <img
    alt=""
    src="https://images.pexels.com/photos/3423860/pexels-photo-3423860.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    className="h-56 w-full object-cover"
  />

  <div className="p-4 sm:p-6">
    <a href="#">
      <h3 className="text-lg font-medium text-gray-900">

الخازن دوت نيت للاسواق      </h3>
    </a>

    <p className="mt-2 line-clamp-3 text-sm/relaxed text-gray-500">
    نافذة خاصة بوحدات القياس يتم فيها تعريف مختلف أنواع الوحدات وتحديد العلاقات فيما بينها. 

إجراء العمليات على الأصناف ضمن الفواتير بعدّة وحدات. 

حساب نتائج الجرد ومختلف التقارير الأخرى بالوحدات المختلفة. 

ربط أكثر من باركود بصنف واحد، بحيث تشير جميعها إلى نفس الصنف مما يساعد على التقليل من التكرار غير المفيد للأصناف في بعض الحالات. 

الأرقام التسلسلية (Serial Number):
 

معالجة الأرقام التسلسلية للأصناف بشكل فعال بحيث تغني عن فتح بطاقة صنف لكل مسلسل. 

إجراء مختلف أنواع العمليات على الرقم المسلسل مع إمكانية معرفة كافة معلومات المسلسل من حيث عمليات الشراء، الإدخال، البيع، والإخراج. 

توليد مجموعة من الأرقام التسلسلية في الفاتورة آلياً، مع مرونة كبيرة في تحديد عدد خانات المسلسل. 

استيراد المسلسلات من ملفات: Excel، Text مما يوفر كثيراً من الوقت والجهد على المستخدم. 

طلب مختلف التقارير على مستوى الصنف أو على مستوى أرقامه التسلسلية. 

قطاع شركات الألبسة:
 

طريقة متقدمة لمعالجة الألوان والقياسات والموديلات تلغي الإطالة في دليل الأصناف.

تعريف باركود للصنف ضمن قاعدة البيانات يتم التمييز فيه آلياً بين ترميز الصنف ولونه وقياسه وموديله. 

تقارير تبين جرد الألوان والقياسات والموديلات، مع معرفة المعلومات التفصيلية والتحليلية عنها (مثال: اللون الأكثر حركة، الموديل الأقل بيعاً).

    </p>

    <a href="#" className="group mt-4 inline-flex items-center gap-1 text-sm font-medium text-blue-600">
    للمزيد...

      <span aria-hidden="true" className="block transition-all group-hover:ms-0.5 rtl:rotate-180">
        &rarr;
      </span>
    </a>
  </div>
</article>
<article className="overflow-hidden rounded-lg border border-gray-100 bg-white shadow-sm">
  <img
    alt=""
    src="https://images.pexels.com/photos/2041540/pexels-photo-2041540.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    className="h-56 w-full object-cover"
  />

  <div className="p-4 sm:p-6">
    <a href="#">
      <h3 className="text-lg font-medium text-gray-900">

الخازن دوت نيت للمكاتب والقرطاسيه      </h3>
    </a>

    <p className="mt-2 line-clamp-3 text-sm/relaxed text-gray-500">
    معالجة إدخال الهدايا المجانية المقدمة للزبائن ضمن الفواتير مع تقارير تفصيلية وتحليلية خاصة بهذه العملية.

تعريف العروض الخاصة التي تقوم بها الشركة في بعض المواسم ضمن دليل الأصناف وفق عدة صيغ: (مثلاً اشترِ قطعتين من الصنف X واحصل على قطعة من الصنف Y مجاناً، اشتر سلة مؤلفة من مجموعة أصناف ...الخ)، والحصول على تقارير تحليلية عن العروض.

معالجة الوحدات المجانية بشكل فعّال (مثلاً: اشترِ قطعتين واحصل على الثالثة مجاناً)، مع ربطه بالصنف والكميات ومعالجته محاسبياً.

شركات التوزيع ومندوبي المبيعات:
 

نظام خاص بأجهزة الحواسب الكفيـّة يمكّن المندوب من إجراء الفواتير بسهولة (يدوياً أو بمساعدة قارئ الباركود)، ويتم سحب الفواتير منه ودمجها ضمن نظام الخازن دوت نت آلياً مما يضمن الدقة في الإدخال ويوفر وقت وجهد القسم المحاسبي للشركة.

تعريف أسماء مندوبي المبيعات ضمن دليل الحسابات وربط المندوب مع زبائنه أو الزبون مع مندوب مبيعاته.

ربط مندوب المبيعات مع حساب العمولة الخاص به، مع وجود تقارير تبين مبيعات المندوب كميةً وقيمةً.

تخصيص دفاتر فواتير لكل مندوب مما يساعد في عملية الضبط والرقابة.

تعريف دليل المناطق وتوزيعها جغرافياً وتمييزه هرمياً (رئيسي: دمشق، فرعي1: المزة، فرعي2: الشيخ سعد ...الخ).

ربط كل من الزبون ومندوب المبيعات بالمناطق والحصول على مختلف التقارير على مستوى: الزبون، المندوب، المنطقة ( مثال: مبيعات المندوب X، جرد المندوب X، حركة الزبون Y، المنطقة الأكثر 

    </p>

    <a href="#" className="group mt-4 inline-flex items-center gap-1 text-sm font-medium text-blue-600">
    للمزيد...

      <span aria-hidden="true" className="block transition-all group-hover:ms-0.5 rtl:rotate-180">
        &rarr;
      </span>
    </a>
  </div>
</article>
</div>
  )
}
